/* 
  Alerts.strings
  CleanMyMac

  Created by Vera Tkachenko on 2/22/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Buttons */

"AlertButton_Continue" = "Продолжить";
"AlertButton_BuyLicense" = "Купить лицензию";
"AlertButton_BuyLicenseWithDiscount" = "Купите со скидкой %li%%";
"AlertButtonTitle_Erase" = "Стереть";

/* App Termination */
"AlertButton_ContinueScan" = "Продолжить проверку";
"AlertButton_ContinueClean" = "Продолжить очистку";
"AlertButton_QuitCompleteTasks" = "Завершить все и закрыть";
"AlertButton_QuitForce" = "Завершить принудительно";
"AlertButton_CheckForBeta" = "Проверить наличие Бета-версий";
"Stop" = "Стоп";

"AlertButtonTitle_Uninstall" = "Удалить";
"AlertButtonTitle_DontUninstall" = "Не удалять";

"AlertButtonTitle_Reset" = "Обнулить";

/* Running not from Apps folder */
"AlertButtonTitle_Install" = "Установить";
"AlertButtonTitle_DontInstall" = "Не устанавливать";
"AlertButtonTitle_Overwrite" = "Перезаписать";
"AlertButtonTitle_DontOverWrite" = "Не перезаписывать";


/* Beta Updates Alert */
"AlertDescription_BetaUpdateEnabling" = "Бета-версии предоставляют доступ к некоторым новым функциям до их официального релиза. Пожалуйста, примите во внимание, что Бета-версии CleanMyMac могут быть нестабильными и привести к потере данных. Используйте их на свой собственный риск. MacPaw не предоставляет техническую поддержку для Бета-версий CleanMyMac и не несет ответственности за возможный вред, принесенный данными версиями.\n\nБета-пользователи могут помочь нам улучшить продукт, предоставляя обратную связь через пункт «Отправить отзыв...» из меню «Справка».";

"AlertTitle_BetaUpdateEnabling" = "Вы уверены, что вы хотите попробовать бета-версию CleanMyMac?";

/* Reset Ignore List Alert */
"AlertDescription_ResetIgnoreList" = "Это позволит CleanMyMac проверять и удалять исключенные ранее из результатов поиска объекты.";

"AlertTitle_ResetIgnoreList" = "Вы уверены, что вы хотите вернуть список исключений в начальное состояние?";

/* Activation */
"AlertTitle_CleaningWithinLimitAlert" = "Ваша копия CleanMyMac не зарегистрирована.";

"AlertDescription_CleaningWithinLimitAlert" = "Вы можете почистить еще %@ в этой Демо-версии CleanMyMac 3. Активированная копия не имеет ограничений и дает возможность ощутить все преимущества CleanMyMac 3.";

/* Uninstalling CMM */
"AlertDescription_UninstallingCMM" = "Вы сейчас работаете с программой «CleanMyMac». Нажав кнопку Удалить, вы закроете и полностью удалите её. Вы уверены что хотите удалить CleanMyMac?";

"AlertTitle_UninstallingCMM" = "Удаление CleanMyMac";

/* Reseting CMM */
"AlertDescription_ResetCMM" = "Перед продолжением работы откройте программу заново.";
"AlertTitle_ResetCMM" = "Вы только что обнулили настройки CleanMyMac, и для правильной работы программу нужно открыть заново.";
"AlertButton_ConfirmSelfRestart" = "Открыть заново";
"AlertButton_CancelSelfRestart" = "Отмена";

/* Uninstalling Setapp */

"AlertTitle_UninstallingSetappMessage" = "Вы выбрали полное удаление Setapp и %li программ. Вы уверены, что хотите удалить Setapp вместе с остальными связанными программами?";
"AlertDescription_UninstallingSetappMessage" = "Обратите внимание, что без основной программы Setapp не будет доступа к постоянно растущей коллекции программ.";
"AlertButton_SelectSetappApplications" = "Выбрать программы Setapp";
"AlertCheckboxText_UninstallingSetappMessage" = "Больше не показывать это сообщение";

/* Drop iPhoto alert */
"AlertDescription_DropiPhotoWhileScanning" = "Новая проверка отменит текущие результаты.";

"AlertTitle_DropiPhotoWhileScanning" = "Проверить другую медиатеку.";

/* Logging mode alert */
"AlertTitle_LoggingMode" = "Включение расширенного журналирования.";

"AlertDescription_LoggingMode" = "CleanMyMac будет собирать расширенные записи о всех найденных объектах. При включенном расширенном журналировании наша техподдержка получит больше информации для быстрого решения любых возможных проблем.";

/* Need To Close Applications Alert */
"AlertDescription_GenericAuth" = "Необходимо ваше разрешение на внесение изменений программой CleanMyMac.";

/* Extensions Authorize Alert */
"AlertDescription_ExtensionsAuthFormat" = "Разрешите CleanMyMac %@ это расширение и выполнять другие действия, требующие административных прав.";

"ExtensionsAuthAlert_EnableAction" = "включить";

"ExtensionsAuthAlert_DisableAction" = "выключить";

/* CMM force quit alert */
"AlertTitle_ForceQuit" = "CleanMyMac некорректно прекратил работу при последней попытке завершения.";

"AlertDescription_ForceQuit" = "Некоторые процессы, связанные с очисткой еще работают и завершение CleanMyMac может привести к потере данных или некорректному поведению системы. Рекомендуется закончить очистку перед завершением.";

/* CMM running not from Apps folder alerts */
"AlertMessageText_RunningNotFromAppFolder" = "CleanMyMac работает не из рекомендуемой стандартной папки программ.";

"AlertInformativeText_WishInstallQuestion" = "Вы хотели бы установить CleanMyMac в папку Программы перед завершением работы?";

"AlertTitle_AlreadyInstalled" = "CleanMyMac уже установлен!";

"AlertTitle_OverwriteQuestion" = "Хотите перезаписать CleanMyMac в папке «Программы»?";

"AlertTitle_InstallationFailder" = "Не удалось установить CleanMyMac!";

"AlertTitle_CopyToApplicationFolderSuggestion" = "Попробуйте скопировать файл в желаемую папку вручную. Рекомендуем скопировать его в «Программы».";

/* Selection Alert LargeOldFiles */
"SelectionCautionAlertTitle_LargeOld" = "Вы собираетесь полностью удалить несколько личных файлов.";

"SelectionCautionAlertMessage_LargeOld" = "Обратите внимание, что модуль поиска Больших файлов не предполагает безопасность удаления найденных файлов. Используйте его только как рекомендацию и будьте внимательны принимая решения об удалении файлов.";

/* Selection Alert Uninstaller */
"SelectionCautionAlertTitle_Uninstaller" = "Вы выбрали удаление нескольких программ.";

"SelectionCautionAlertMessage_Uninstaller" = "Обратите внимание, что Деинсталлятор предназначен для полного удаления программ. Они исчезнут из вашей системы после нажатия на кнопку «Удалить».";

/* Remove Alerts LargeOldFiles */
"RemoveAlertMessageText_LargeOld1File" = "Вы уверены, что хотите полностью удалить «%@»?";

"RemoveAlertMessageText_LargeOldXFiles" = "Вы уверены, что хотите полностью удалить «%@»?";

"RemoveAlertInformativeText_LargeOldFilesGroupScanner" = "Это действие нельзя отменить.";

/* Remove Alerts Uninstaller */
"RemoveAlertMessageText_Uninstaller1App" = "Вы уверены, что хотите полностью удалить «%@» и все компоненты?";

"RemoveAlertMessageText_UninstallerXApps" = "Вы уверены, что хотите полностью удалить «%@» и все компоненты?";

"RemoveAlertMessageText_Uninstaller1File" = "Вы уверены, что хотите полностью удалить «%@»?";

"RemoveAlertMessageText_UninstallerRelatedFiles" = "Вы уверены, что хотите полностью удалить «%@»?";

"RemoveAlertMessageText_UninstallerResetApp" = "Вы уверены, что хотите удалить все компоненты и обнулить настройки «%@»?";

"RemoveAlertMessageText_UninstallerSelectedItems" = "Вы уверены, что хотите удалить все выбранные объекты?";

"RemoveAlertInformativeText_Uninstaller" = "Это действие нельзя отменить.";

/* Remove Alerts Extensions */
"RemoveAlertMessageText_Extensions1Item" = "Вы уверены, что хотите полностью удалить «%@»?";

"RemoveAlertMessageText_ExtensionsXItems" = "Вы уверены, что хотите полностью удалить «%@»?";

"RemoveAlertInformativeText_ExtensionsGroupScanner" = "Это действие нельзя отменить.";

/* Remove Alerts Eraser */
"RemoveAlertMessageText_Eraser1Item" = "Вы уверены, что хотите полностью стереть «%@»?";

"RemoveAlertMessageText_EraserXItems" = "Вы уверены, что хотите полностью стереть «%@»?";

"RemoveAlertInformativeText_EraserGroupScanner" = "Это действие нельзя отменить.";

/* Ignored Items alerts */
"AlertTitle_1_IgnoredItemsDidAdd" = "Объект добавлен в список исключений CleanMyMac.";

"AlertTitle_N_IgnoredItemsDidAddFormat" = "%@ добавлен в список исключений CleanMyMac.";

"AlertDescription_1_IgnoredItemsDidAdd" = "Объект исключен из результатов проверки. Вы можете управлять списками исключения в Настройках.";

"AlertDescription_N_IgnoredItemsDidAdd" = "Объекты исключены из результатов проверки. Вы можете управлять списками исключения в Настройках.";

"AlertTitle_ShouldSelectIgnoredItem" = "Вы точно хотите удалить находящийся в списке исключений объект?";

"AlertDescription_ShouldSelectIgnoredItem" = "Удаление таких объектов может повлиять на работу вашей системы или программ.";

/* No comment provided by engineer. */
"AlertTitle_StopCleanWarning" = "Вы хотите остановить процесс очистки до его завершения?";

/* No comment provided by engineer. */
"AlertTitle_StopScanWarning" = "Вы хотите остановить проверку до её завершения?";

/* No comment provided by engineer. */
"AlertDecription_StopCleanWarning" = "Прерывание очистки оставит на вашем Маке ненужные объекты.";

/* No comment provided by engineer. */
"AlertTitle_StartOver" = "Вы хотите отменить текущие результаты проверки и начать заново?";

/* No comment provided by engineer. */
"AlertDecription_StartOver" = "Текущие результаты проверки не сохранятся и понадобится новая проверка.";

/* No comment provided by engineer. */
"AlertTitle_Rescan" = "Вы хотите начать сканирование заново и сбросить текущие результаты?";

/* No comment provided by engineer. */
"AlertDescription_Rescan" = "Текущие результаты сканирования и список выбранных объектов не сохранятся.";

/* No comment provided by engineer. */
"AlertTitle_Refresh" = "Вы хотите обновить результаты в модуле «%@»?";

/* No comment provided by engineer. */
"AlertDescription_Refresh" = "Это обнулит текущий список выбранных объектов.";

/* No comment provided by engineer. */
"AlertDescription_StopScanWarning" = "Прерванное сканирование покажет неполный список объектов для очистки.";

/* No comment provided by engineer. */
"AlertTitle_UnableToEnablePlugin" = "Невозможно включить или отключить плагин.";

/* No comment provided by engineer. */
"AlertDescription_UnknownError" = "Произошла неизвестная ошибка. Обратитесь в службу поддержки.";

/* Maintenance verify disk */
"AlertTitle_VerifySystemDiskWarn" = "Компьютер может перестать отвечать на запросы во время проверки системного диска.";
"AlertDescription_VerifySystemDiskWarn" = "Из-за высокой дисковой активности во время проверки ваша система может не отвечать в течение нескольких минут. Пожалуйста, воспринимайте это как нормальное поведение.";

/* Alerts */
"AlertDescription_QuitOnScan" = "Завершение программы прервет проверку и результаты будут утеряны.";

/* Alerts */
"AlertDescription_QuitOnClean" = "Завершение программы прервет процесс очистки и приведет незавершенным результатам.";

/* Alerts */
"AlertTitle_QuitOnScan" = "Вы хотите закрыть CleanMyMac до завершения проверки?";

/* Alerts */
"AlertTitle_QuitOnClean" = "Вы хотите закрыть CleanMyMac до завершения очистки?";

/* System Restart */
"CleanMyMac has just uninstalled %@ malware. A restart of your Mac is required to finish the process." = "CleanMyMac 3 удалил вредоносную программу %@. Для завершения процесса требуется перезагрузка компьютера.";
"Please note that some applications may work incorrectly until your system is restarted." = "Некоторые программы могут некорректно работать пока система не будет перезагружена.";


/* Self Uninstall Discount */
"SelfUninstallDiscount_AlertTitle" = "Иногда мы позволяем себе сделать исключение.";
"SelfUninstallDiscount_AlertDescription" = "И это как раз тот случай. Только сегодня, мы рады предложить вам скидку %li%% на полную версию CleanMyMac 3.";

/* Self uninstall alert */
"SelfUninstall_AlertDescription" = "Помогите нам сделать CleanMyMac лучше, указав причину удаления:";
"SelfUninstall_AlertTitle" = "Жаль, что вы уходите!";
"Submit and Uninstall" = "Выслать и удалить";

"The price is a bit too much." = "Цена слишком высока.";
"It's too hard to use. I had trouble figuring it out." = "Сложен в использовании. Было трудно разобраться.";
"It didn't find enough to clean!" = "Нашел слишком мало файлов для очистки!";
"It doesn't seem safe to use." = "Кажется опасным для использования.";
"Other:" = "Иное:";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Вы уверены, что хотите добавить корзину вашего системного диска в Список исключений?";

"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Это приведет к отключению функции мониторинга Корзины и CleanMyMac 3 больше не будет уведомлять вас о ее перенаполнении.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Вы уверены, что хотите включить функцию мониторинга Корзины?";

"IgnoreList_AlertDescription_EnableTrashMonitor" = "Это действие уберет Корзину вашего системного диска из Списка исключений CleanMyMac 3.";

"AlertTitle_VerifySystemDiskWarn" = "Компьютер может перестать отвечать на запросы во время проверки системного диска.";

"AlertDescription_VerifySystemDiskWarn" = "Из-за высокой дисковой активности во время проверки ваша система может не отвечать в течение нескольких минут. Пожалуйста, воспринимайте это как нормальное поведение.";

"UnsupportedOSAlert_Message" = "Эта копия CleanMyMac не поддерживает macOS %@ и ее будущие версии.";

"UnsupportedOSAlert_Informative" = "Обновите CleanMyMac до последней версии, которая полностью совместима с вашей версией macOS.";

/* Erase System Files Alert */
"EraseSystemFilesAlert_MessageText" = "Некоторые из выбранных объектов нельзя добавить в Шредер.";

"EraseSystemFilesAlert_InformativeText" = "Удаление этих файлов или папок может повредить систему.";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Вы уверены, что хотите добавить корзину вашего системного диска в Список исключений?";
"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Это приведет к отключению функции мониторинга Корзины и CleanMyMac 3 больше не будет уведомлять вас о ее перенаполнении.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Вы уверены, что хотите включить функцию мониторинга Корзины?";
"IgnoreList_AlertDescription_EnableTrashMonitor" = "Это действие уберет Корзину вашего системного диска из Списка исключений CleanMyMac 3.";

/* Self Uninstall Discount */
"SelfUninstallDiscount_Uninstall" = "Удалить";
"SelfUninstallDiscount_Purchase" = "Купить со скидкой %li%%";

/* Buttons */
"Quit" = "Завершить";

"Verify System Disk" = "Проверить системный диск";
"Download" = "Скачать";

"Submit" = "Отправить";

"Restart" = "Перезагрузка";

/* Alert button */
"Cancel" = "Отмена";
"OK" = "ОК";
"Remove" = "Удалить";

"Start New Scan" = "Начать новую проверку";

/* Drop Trashes alert */
"AlertTitle_DropWhileScanning_TrashesGroupScanner" = "Проверить другую медиатеку.";
"AlertDescription_DropWhileScanning_TrashesGroupScanner" = "Новая проверка отменит текущие результаты.";

/* Drop LAOF alert */
"AlertTitle_DropWhileScanning_LargeOldFilesGroupScanner" = "Проверить другую папку.";
"AlertDescription_DropWhileScanning_LargeOldFilesGroupScanner" = "Новая проверка отменит текущие результаты.";
"AlertTitle_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Большие и старые объекты из библиотеки «Фото» будут собраны в альбоме «Файлы к удалению» в программе «Фото».";
"AlertDescription_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Пожалуйста, удалите эти файлы в программе «Фото» для экономии места.";

/* Drop iPhoto alert */
"AlertDescription_DropWhileScanning_iPhotoGroupScanner" = "Новая проверка отменит текущие результаты.";
"AlertTitle_DropWhileScanning_iPhotoGroupScanner" = "Проверить другую медиатеку.";

/* Unsupported Photos Library version */
"AlertTitle_PhotoLibraryUnsupportedOld" = "Сканируемая библиотека не поддерживается CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedOld" = "Пожалуйста, обновите её до наиболее свежей версии.";
"AlertTitle_PhotoLibraryUnsupportedNew" = "Сканируемая библиотека еще не поддерживается CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedNew" = "В данный момент мы проверяем совместимость с вашей версией библиотеки. Пожалуйста, проверьте позднее.";

/* Activation - Deactivate License Alert */
"ActivationDeactivateLicense_MessageText" = "Вы уверены, что хотите заблокировать лицензию CleanMyMac 3 на этом Маке?";
"ActivationDeactivateLicense_InformativeText" = "Это деактивирует текущую копию программы, но вы сможете повторно использовать лицензию на другом компьютере.";
"Disable License" = "Блокировать лицензию";

/* Move to Setapp alert */
"AlertMoveToSetapp_Message" = "Похоже, что на вашем Mac установлен Setapp. Хотели бы вы использовать Setapp-версию CleanMyMac?";
"AlertMoveToSetapp_Informative" = "Она работает так же, и у вас всегда будет самая свежая версия.";
"AlertMoveToSetapp_Switch" = "Переключить";
"AlertMoveToSetapp_DontSwitch" = "Нет, спасибо";

/* switch to Setapp version of CMM*/
"AlertSwitchToSetappVersionOfCMM_Message" = "Похоже, что ранее вы использовали индивидуальную версию CleanMyMac.";
"AlertSwitchToSetappVersionOfCMM_InformationText" = "Хотели бы вы использовать версию из Setapp и перенести ваши настройки программы?";
"AlertSwitchToSetappVersionOfCMM_Switch" = "Переключить";
"AlertSwitchToSetappVersionOfCMM_No_Thanks" = "Нет, спасибо";
